<template>
    <div class="font-size-14">
        <el-card class="card" style="margin-bottom: 20px">
            <img :src="imgUrl">
            <p class="text-left text-indent">“网络游戏未成年人家长监护工程”是一项由多家网络游戏企业共同发起并参与实施，由中华人民共和国文化部指导，旨在加强家长对未成年人参与网络游戏的监护，引导未成年人健康、绿色参与网络游戏，和谐家庭关系的社会性公益行动。</p>
            <p class="text-left text-indent">“家长监护机制”是这一公益行动中，针对目前未成年人缺乏自控及自律能力，容易陷入沉迷；少数监护人缺少时间照顾孩子，不能及时监督孩子游戏时间的现状，而推出的一种可由家长实施监控，纠正部分未成年子女沉迷游戏的保护机制。</p>
        </el-card>
        <el-card class="card text-left">
            <h3>一.申请条件</h3>
            <ol>
                <li>申请人需为被监护未成年人的法定监护人；</li>
                <li>申请人的被监护人年龄小于18周岁；</li>
                <li>申请人需为大陆公民，不含港、澳、台人士；</li>
            </ol>
            <h3>二.申请需要提交材料</h3>
            <ol>
                <li>监护人信息表（包含监护人的身份证明复印件）；（<a href="/f1.doc">点击下载附件一</a>）</li>
                <li>被监护人信息表（包含被监护人所玩游戏相关信息及身份证明复印件）；（<a href="/f2.doc">点击下载附件二</a>）</li>
                <li>填写网络游戏未成年人家长监护申请书、保证书、授权书并手工签字（需下载，填写并打印，签字）；（<a href="/f3.doc">点击下载附件三</a>）</li>
            </ol>
            <h3>三.申请方式</h3>
            <ol>
                <li>接待服务，监护人可以直接上门进行申请。接待服务手机时间8小时，全年无休。接待地址：上海浦东新区泥城镇云汉路979号2楼上海伦之信息科技有限公司</li>
                <li>邮寄服务，监护人可通过快递、邮寄发送相关信息，进行申请。邮政编码：200120。邮寄地址：上海浦东新区泥城镇云汉路979号2楼上海伦之信息科技有限公司。收件人：家长监护工程。</li>
            </ol>
            <h3>四.监督方式</h3>
                <h4>A.屏蔽账号</h4>
                <p>根据监护人意愿屏蔽相关游戏应用登陆。</p>
                <h4>B.账号动态监控：</h4>
                <p>登陆、修改密码等操作将发短信至监护人手机。</p>
            <p class="font-size-12">1）账号已经有认证手机的，将监护人手机替换为认证手机；</p>
            <p class="font-size-12">2）账号未认证手机，将监护人手机绑定成认证手机；</p>
            <h3>五.其他要求</h3>
            <ol>
                <li>申请人应提交较完备的申请材料，对未提供的信息要及时补充；可请熟知电脑、互联网、游戏的人员进行协助，以便提供详 实资料；</li>
                <li>申请人应保证提交的信息真实有效；对于提供虚假信息或伪造证件，监护关系证明书追究法律责任的权利。</li>
            </ol>
            <h3>相关附件：</h3>
            <ul>
                <li>附件一：监护人信息表明书</li>
                <li>附件二：被监护人信息表明书</li>
                <li>附件三：家长监护申请书</li>
            </ul>
            <p class="text-indent"><a href="/jianhu.zip">打包下载所有附件</a></p>
            <h3>客服电话：(+86) 16602160709</h3>
            <h3>客服邮箱：kf@wwwgames.cn</h3>
        </el-card>
    </div>
</template>

<script>
    export default {
        data() {
            return {
                imgUrl: require('../assets/parents.jpg')
            }
        }
    }
</script>

<style>
    .text-left {
        text-align: left;

    }

    .text-indent {
        text-indent: 25px;
    }

    .font-size-12 {
        font-size: 12px;
    }

    .font-size-14 {
        font-size: 14px;
    }
    .card {
        margin: 0 auto;
        width: 1000px;
    }
</style>